<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <title>Начало</title>
    <link type="text/css" href="styles/style.css" rel="stylesheet"/>
    <link type="text/css" href="styles/styles-quotes.css" rel="stylesheet"/>
</head>
<body>
<header>
    <?php include 'templates/header.php'; ?>
</header>
<main>
    <div id="main-wrapper">
        <div id="container">
            <table>
                <thead>
                    <th>В тази страница са подбрани всякакви бисери, шукарии и тъпотии, свързани с програмирането.</th>
                </thead>

                <tbody>
                <tr>
                    <td>&nbsp</td>
                </tr>
                <tr>
                    <td ><div class="song">Мария Илиева и Cisco!

                            <p>Кодим,<br/>
                                ко-кодим,<br/>
                                Кодим,<br/>
                                Виждам скрипта двойно,<br/>
                                Ко-ко-кодим, кодим,<br/>
                                ко-кодим, кодим</p>

                            <p>Компилирам го редовно, рендва си се готино,,<br/>
                                клавиатури по земята и в кода е пълна кочина,<br/>
                                Най ми е удобен дебъгера му точен,<br/>
                                Ставам кат животно един път кат са логна</p>

                            <p>Може би нарочно, аппа ми лагва мощно,<br/>
                                Аз го фиксвам постоянно, ама май е грозно,<br/>
                                Карам го айляк и гледам всичко да е точно,<br/>
                                и без тва мога да дописвам кода денонощно.</p>

                            <p>Копирам го от нета, пействам го на място,<br/>
                                Пускам го на най-ъпгрейднатата скъпа таратайка,<br/>
                                И пак цикли, лагва и са бави, неговата майка,<br/>
                                После отново крашва и са вайкам.,</p>

                            <p>Приложението му гадно, стартирам си го бавно,<br/>
                                Стаква за секунда, вика "Нещо пак зацикли",<br/>
                                Аз му викам "Найш кво?",<br/>
                                знайш ли някво място,<br/>
                                някъде къде ше те дебъгна много бясно?</p>

                            <p>Търся някъде, където няма,<br/>
                                фиксове, бъгове, други плъгини,<br/>
                                Аз съм в нета, където има много хакери видимо подмолни</p>

                            <p>Покажи на тия ламери как в компилатора го мяташ,,<br/>
                                как го рънваш, как го крашваш, колко са раздаваш,<br/>
                                как го рънваш, как го пишеш, колко грешки ти изкарваш</p>

                            <p>Колегите бучат, QA-ите кълнат,<br/>
                                А ние сме на път да копираме редът</p>

                            <p>На харда ми е тясно, търся още място,<br/>
                                Тряя ти е ясно - искам сторидж аз ужасно,<br/>
                                В този късен час нищо друго не е важно,<br/>
                                Ние сме на път да компилираме игръ, става страшно</p>

                            <p>Покажи на тия хора как в компилатора го мяташ,,<br/>
                                как го рънваш, как го крашваш</p>

                            <p>Покажи на тия хора как в компилатора го мяташ,,<br/>
                                как го рънваш, как го пишеш, колко грешки ти изкарваш </p></div></td>
                </tr>
                <tr><td><div>&nbsp</div></td></tr>

                <tr><td><div class="quot">Наков: "Щях да кажа "Мамка му", ама нали сме в час - нищо няма да кажа."</div></td></tr>

                <tr><td><div class="quot">Наков чете числото 1000000 в двоична бройна система като "1 милион". Поправя се..: "Това всъщност трябва да се
                            чете като едно и шест нули, а не като един милион. Това е все едно да четете числото 100 като - едно, кенеф".</div></td></tr>

                <tr><td><div class="quot">&nbsp</div></td></tr>

                <tr><td><div class="quot">Наков когато нещо иска да се ъпдейтне: "МАХАЙ СЕ БЕ ГАД МРЪСНА!"</div></td></tr>

                <tr><td><div class="quot">Наков:  " - Абе тука нещо тоя интернет много ми бави... Аз утре ще си докарам USB чушката."
                            Студент от залата: " - Защо чушката?"
                            Наков: " - Еми чушката бе! Ръгаш я и тръгва!"</div></td></tr>

                <tr><td><div>&nbsp</div></td></tr>

                <tr><td><div class="quot"> <i>Наков</i> лекция 2 - Data Types: ".. няя как в едно чекмедже да съберем безкраен брой чорапи, нали.. просто НЕ СТАА
                            - има лимит"</div></td></tr>
                </tbody>

            </table>
            <div class="nakov">
                <h2>Като за финал ви представяме как Господин Наков създава код пеейки.</h2>

                <p>&nbsp</p>
            </div>
                <div class="video">
                    <iframe width="420" height="315" style="margin-left: 30%;"
                            src="http://www.youtube.com/embed/JD2J3DUGi24" allowfullscreen>
                    </iframe>
                </div>
            </div>
        </div>
</main>
<footer>
    <?php include 'templates/footer.php'; ?>
</footer>
</body>
</html>
